Repository: blockonomics/woocommerce-plugin
Catalog: languages/blockonomics-bitcoin-payments-*.po
Languages: cs_cz, de_de, es_cr, fr_fr

source: Pay with bitcoin
cs_cz: Zaplatit Bitcoinem
de_de: Mit Bitcoin bezahlen
es_cr: Paga con Bitcoin
fr_fr: Payer Avec Bitcoin

source: Blockonomics Payment Gateway
cs_cz: Platební brána Blockonomics
de_de: Blockonomics als Zahlungsmethode
es_cr: Blockonomics Entrada de Pago
fr_fr: Payement par Blockonomics

source: Enable Blockonomics plugin
cs_cz: Aktivovat plugin Blockonomics
de_de: Blockonomics Plug-In aktivieren
es_cr: Activar Blockonomics Plugin
fr_fr: Activer le Plug-In Blockonomics

source: Show bitcoin as an option to customers during checkout?
cs_cz: Zobrazit možnost platby Bitcoinem na stránce Pokladna?
de_de: Benutzern Bitcoin als Option bei der Kasse zeigen?
es_cr: Mostrar Bitcoin como una opción durante la transacción?
fr_fr: Afficher Bitcoin comme Option à la caisse?

source: Title
cs_cz: Titulek
de_de: Titel
es_cr: Título
fr_fr: Titre

source: This controls the title which the user sees during checkout.
cs_cz: Zde můžete změnit titulek, který vidí zákazník na stránce Pokladna.
de_de: Stellt den Titel ein, der dem Benutzer bei der Kasse angezeigt wird.
es_cr: Esto controla el título que el usuario ve durante la transacción.
fr_fr: Ceci contrôle le titre que l'utilisateur va voir pendant le processus de paiement

source: Description
cs_cz: Popis
de_de: Beschreibung
es_cr: Descripción

source: This controls the description which the user sees during checkout.
cs_cz: Zde můžete změnit popis, který vidí zákazník na stránce Pokladna.
de_de: Stellt die Beschreibung ein, die dem Benutzer bei der Kasse angezeigt wird.
es_cr: Esto controla el descripción que el usuario ve durante la transacción.
fr_fr: Ceci contrôle la description que l'utilisateur va voir pendant le processus de paiement

source: Powered by
cs_cz: Prostřednictvím
de_de: Versorgt von
es_cr: Habilitado por
fr_fr: Alimenté par

source: Sorry, but there was an error processing your order. Please try again or try a different payment method. (plugin not configured)
cs_cz: Omlouváme se, ale došlo k chybě při zpracování objednávky. Zkuste prosím jinou platební metodu. (plugin není nastaven)
de_de: Es ist ein Fehler bei der Verarbeitung ihrer Bestellung aufgetreten. Versuchen Sie es nochmal oder probieren Sie es mit einer anderen Zahlungsmethode. (Plug-In nicht eingestellt)
es_cr: Lo sentimos, pero se produjo un error al procesar su pedido. Inténtalo de nuevo o prueba un método de pago diferente. (plugin no configurado)
fr_fr: Il y a eu une erreur pendant le procès de votre commande. Veuillez réessayer ou utiliser une différente méthode de paiement. (plug-in non confirmé)

source: Paid BTC amount less than expected.
cs_cz: Zaplacená částka v BTC je nižší než očekávaná.
de_de: Der bezahlte BTC Betrag ist nicht ausreichend.
es_cr: La cantidad pagada de BTC es menos de lo esperado.
fr_fr: Le montant de Bitcoin paié n'est pas suffisant

source: Overpayment of BTC amount
cs_cz: Zaplacená částka v BTC je vyšší než očekávaná.
de_de: Der bezahlte BTC Betrag ist zu hoch
es_cr: Sobrepago de BTC
fr_fr: Le montant de Bitcoin payé est trop important.

source: Payment completed
cs_cz: Platba přijata
de_de: Bezahlung abgeschlossen
es_cr: Pago completo
fr_fr: Paiement complété.

source: Customer cancelled blockonomics payment
cs_cz: Zákazník platbu zrušil
de_de: Kunde hat die Blockonomics Bezahlung abgebrochen
es_cr: El cliente canceló el pago blockonomics
fr_fr: Le Client a annulé le paiement par Blockonomics

source: Transaction
cs_cz: Transakce
de_de: Transaktion
es_cr: Transacción

source: Generate from
cs_cz: Vygenerovat z
de_de: Erzeugt von
es_cr: Encuéntralo en
fr_fr: Généré par

source: Copy this url and set in
de_de: Diese URL kopieren und einsetzen
es_cr: Copia esta URL y ponla en
fr_fr: Copiez cette Adresse URL et fixer

source: Accept Altcoin Payments (Using Shapeshift)
cs_cz: Povolit platby altcoiny (pomocí služby Shapeshift)
de_de: Altoin Bezahlungen annehmen (mit Shapeshift)
es_cr: Acepta pagos de Altcoin (usando Shapeshift)
fr_fr: Accepter les paiements Altcoin (en utilisant Shapeshift)

source: Bitcoin Payment - Powered by Blockonomics
cs_cz: Platba Bitcoinem - Prostřednictvím Blockonomics
de_de: Bitcoin Bezahlung - Versorgt durch Blockonomics
es_cr: Pago de Bitcoin - Habilitado por Blockonomics
fr_fr: Paiement Bitcoin - Alimenté par Blockonomics

source: Order#
cs_cz: Objednávka č.
de_de: Bestellung#
es_cr: Pedido#
fr_fr: Commande#

source: Status
cs_cz: Stav
es_cr: Estado
fr_fr: Statut

source: To pay, send exact amount of BTC to the given address
cs_cz: Pošlete přesnou částku v BTC na následující adresu
de_de: Senden Sie den exakten BTC Betrag an diese Adresse um zu bezahlen
es_cr: Para pagar, envíe la cantidad exacta de BTC a la dirección indicada
fr_fr: À payé, envoyez le montant exact de BTC à l'adresse donnée.

source: Payment Expired (Use browser back button and try again)
cs_cz: Platba expirovala (použijte Zpět v prohlížeči a zkuste to znovu)
de_de: Bezahlung abgelaufen (Benutzen Sie die "Zurück" Funktion in Ihrem Browser und versuchen Sie es erneut)
es_cr: Pago caducado (Utiliza el botón de retroceso en su browser y intenta de nuevo)
fr_fr: Le paiement a expiré (Utiliser la fonction arrière de votre navigateur Web et réessayez)

source: Payment Error
cs_cz: Chyba při platbě
de_de: Bezahlungsfehler
es_cr: Error en el pago
fr_fr: Erreur de paiement

source: Unconfirmed
cs_cz: Nepotvrzená
de_de: Unbestätigt
es_cr: Inconfirmado
fr_fr: Non confirmé

source: Partially Confirmed
cs_cz: Částečně potvrzená
de_de: Zum Teil bestätigt
es_cr: Parcialmente confirmado
fr_fr: Partiellement confirmé

source: Confirmed
cs_cz: Potvrzená
de_de: Bestätigt
es_cr: Confirmado
fr_fr: Confirmé

source: Bitcoin Address
cs_cz: Bitcoinová adresa
de_de: Bitcoin Adresse
es_cr: Dirección de Bitcoin
fr_fr: Adresse Bitcoin

source: Click on the QR code above to open in wallet
cs_cz: Kliknětě na QR kód pro otevření v peněžence
de_de: Klicken Sie auf den QR Code um im Wallet zu öffnen
es_cr: Haga clic en el código QR para abrir su billetera
fr_fr: Cliquez sur le Code QR ci-dessur pour ouvrir dans le Portefeuille.

source: Amount
cs_cz: Částka
de_de: Betrag
es_cr: Cantidad
fr_fr: Montant

source: OR you can
de_de: ODER Sie können
es_cr: O puedes
fr_fr: OU vous pouvez

source: Ethereum, Bitcoin Cash, Dash and many others supported
de_de: Ethereum, Bitcoin Cash, Dash und viele mehr sind unterstützt
es_cr: Ethereum, Bitcoin Cash, Dash y muchos otros son compatibles
fr_fr: Ethereum, Bitcoin Cash, Dash et beaucoup d'autres sont utilisables

source: Waiting for BTC payment from shapeshift altcoin conversion
de_de: Auf BTC Bezahlung vom Shapeshift Altcoin Umwandler warten
es_cr: Esperando el pago de BTC por la conversión de altcoin
fr_fr: Attendre le paiement BTC de la conversion altcoin par Shapeshift
